Revit 2024 API
ParameterTypeId.RbsElecDistributionNodeSupplyTo Property
 "Supply To"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecDistributionNodeSupplyTo { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecDistributionNodeSupplyTo As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecDistributionNodeSupplyTo {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace